[翻译]
and=和
Array=数组
Arrays=数组
as shown below=如下所示
associative=关联
assume-global=假定-全局
assume-local=假定-局部
assume-Static=假定-静态
Auto-execute Section=自动执行段
block=区块
Boolean=布尔值
BoundFunc object=绑定函数对象
Buffer=缓冲
built-in functions=内置函数
Built-in=内置
call=调用
caller=调用者
Calls=调用
Character=字符
Characters=字符
Clipboard=剪贴板
closure=闭包
command=命令
Comment=注释
Comments=注释
Consequently=因此
continuation section=延续片段
definition=定义
Deprecated=不推荐
Description=描述
directive=指令
double-deref=双重解引
Dynamic=动态
Empty=空
enumerator=枚举器
Error=错误
ErrorLevel=错误处理
example=示例
Examples=示例
exception=异常
Expression=表达式
Expressions=表达式
File object=文件对象
file=文件
files=文件
Fixed=修复
float=浮点数
floating point=浮点数
floats=浮点数
for example=例如
For more details=有关详细信息
force-local=强制-局部
function object=函数对象
Function=函数
Functions=函数
global=全局
hook=钩子
Hotkey=热键
hotkeys=热键
Hotstring=热字串
hotstrings=热字串
However=然而
if=如果
In other words=换句话说
initializers=初始化
integer=整数
integers=整数
invalid=无效
keyboard=键盘
keyword=关键字
keywords=关键字
Known limitation=已知限制
Known limitations=已知限制
Label=标签
library=库
literal=原义
local=局部
menu=菜单
Method=方法
Methods=方法
mode=模式
mouse=鼠标
Names=名称
nested=套嵌
Note=注意
notes=注意
number=数字
object=对象
Objects=对象
Operator=运算符
Operators=运算符
option=选项
or=或
otherwise=否则
parameter=参数
parameters=参数
Properties=属性
property=属性
pseudo-array=伪数组
Pseudo-arrays=伪数组
reference=引用
references=引用
Related=相关
remark=备注
Remarks=备注
result=结果
retrieve=检索
retrieves=检索
Return Value=返回值
return=返回
script=脚本
see=请参阅
Sets=设置
Similarly=类似的
Special=特殊
specify=指定
statement=语句
Statements=语句
Static=静态
string=字符串
strings=字符串
subroutine=子程序
such as=如
Super-global=超级-全局
Syntax=语法
Table of Contents=目录
target=目标
Text=文本
Therefore=因此
This function has no parameters=此函数没有参数
thread=线程
type=类型
types=类型
Unique=唯一
Usage=使用
use=使用
value=值
values=值
variable=变量
variables=变量


[股票基金]
新华策略=001040
xhcl=001040
华安媒体=001071
华安互联网=001071
hamt=001071
hahlw=001071
天弘银行=001594
thyh=001594
农银工业=001606
农银汇理=001606
nygy=001606
nyhl=001606
天弘食品=001632
thsp=001632
广发多策略=001763
gfdcl=001763
华夏永福=002166
hxyf=002166
博时黄金=002611
bshj=002611
中欧医疗=003096
zoyl=003096
鹏华丰禄=003547
phfl=003547
创金资源=003624
cjzy=003624
嘉实农业=003634
jsny=003634
南方中证500=004348
nf500=004348
广发汽车=004854
gfqc=004854
广发建筑=004856
gfjz=004856
广发家电=005064
gfjd=005064
富国军工=005609
fgjg=005609
易方达蓝筹=005827
yfdlc=005827
th300=005918
创金工业=005968
cjgy=005968
易方达中互=006327
yfdzh=006327
yfdzg=006327
zghl=006327
华富人工智能=008020
hfrg=008020
hfrgzn=008020
hfzn=008020
华夏5G=008087
hx5G=008087
国泰煤炭=008280
gtmt=008280
泰达红利=008928
宏利红利=008928
tdhl=008928
hlhl=008928
银华港股=009017
yhgg=009017
中欧阿尔法=009777
zoaef=009777
信达蓝筹=009988
xdlc=009988
xalc=009988
国泰计算机=010210
gtjsj=010210
天弘光伏=011103
thgf=011103
天弘恒生科技指数=012349
thhskj=012349
yfdmsci=014532
易方达A50=014532
yfda50=014532
易方达消费=110022
yfdxf=110022
富国天惠=161005
fgth=161005
招商白酒=161725
zsbj=161725
银华内需精选=161810
yhnx=161810
广发小盘=162703
gfxp=162703
gfzxp=162703
申万证券=163113
swzq=163113
xqqs=163402
兴全合润=163406
xqhr=163406
南方宝元=202101
nfby=202101
广发稳健=270002
gfwj=270002
诺安成长=320007
nacz=320007
兴全有机=340008
xqyj=340008
汇添富新能源=501057
htfxny=501057
交银趋势=519702
jyqs=519702
广发养老=270002
gfyl=270002

[合体字]
功夫=巭
不好=孬
不用=甭
不大=奀
不要=嫑
勿用=甮
甚少=尠
甚力=勘
要勿=覅
只要=嘦
开火=烎
王八=兲
水人=氼
大面=奤
大力=夯
大小=夵
大川=夼
天明=奣
明空=曌
他心=怹
二心=忈
入米=籴
出米=粜
西米=粟
文而=斋
文心=忞
出示=祟
山风=岚
山归=岿
山高=嵩
山工=屸
水条=涤
水云=沄
水石=沯
女画=婳
女是=媞
女爱=嫒
女原=嫄
女元=妧
女爰=媛
土完=垸
土原=塬
女开=妍
女尾=娓
女宛=婉
女闲=娴
女予=妤
女燕=嬿
女朱=​姝​
女青=婧​
女旦=妲​
​女英=媖​
女啬=​嫱​
女官=婠​
女吉=姞​
女禾=姀
女亘=姮
一旦=亘
女吾=娪
女旋=嫙​
女容=嫆​
女宾=嫔​
​女啇=嫡
​女霜=孀​
女莫=嫫​
女亚=娅
​女含=娢
女弟=娣
女弄=㛞
王行=珩
王永=𤤯
王羽=珝
王良=琅
王希=琋
王爰=瑗
王京=琼
王夫=玞
王白=珀
王占=玷
王共=珙
王各=珞
王夬=玦
王赞=瓒
王几=玑
王崔=璀
王官=琯
王争=琤
王秦=瑧
王玉=珏
王其=琪
王粲=璨
王页=顼
王大=㺯
日星=暒
日文=旻
日立=昱
日斤=昕
日安=晏
日兆=晁
日成=晟
日功=昮
日山=旵
日正=昰
日大=旲
日非=暃
日方=昘
日政=晸
日土=圼
日六=昗
日融=曧
日向=晑
日皿=昷
日女=妟
日助=勗
日天=昊
日木=杲
日弟=晜
日火=炅
日升=昇
日丙=昺
日九=旯
日勺=旳
永日=昶
火各=烙
火山=灿
火日立=煜
火昱=煜
米山=籼
久火=灸
火斤=炘
金玉=钰
金必=铋
金不=钚
金火=钬
金忽=锪
金华=铧
金局=锔
金坚=铿
金女=钕
金卜=钋
金色=铯
金了=钌
金争=铮
金朱=铢
金戊=钺
金则=铡
金者=锗
金将=锵
土良=埌
土花=埖
土步=埗
土豪=壕
土氐=坻
土亚=垭
土延=埏
土于=圩
土丹=坍
土艮=垠
土占=坫
土斥=坼
林女=婪
西一=酉
酉凶=酗
白告=皓
足皮=跛
羽中=翀
尔玉=玺
人工=仝
木隶=棣
木弄=梇
木区=枢
石弄=硦
口弄=哢
呆呆=槑
子子=孖
克克=兢
吉吉=‌喆
赤赤=‌赫
生生=‌甡
山山=‌屾岀
牛牛=‌牪
石石=砳
水水=沝
斤斤=斦
百百=皕
先先=兟
至至=臸
立立=竝
田田=畕
弓弓=弜
大大=夶
口口=吅
女女=奻
日日=昍
禾禾=秝
耳耳=聑
人人=仌
示示=祘
朿朿=棘
二二=亖
XX=爻
火火火=焱
水水水=淼
牛牛牛=犇
贝贝贝=赑
马马马=骉
犬犬犬=猋
雷雷雷=靐
虫虫虫=蟲
直直直=矗
鹿鹿鹿=麤
毛毛毛=毳
龍龍龍=龘
飛飛飛=飝
車車車=轟
舌舌舌=舙
女女女=姦
田田田=畾
刀刀刀=刕
力力力=劦
小小小=尛
目目目=瞐
耳耳耳=聶
手手手=掱
心心心=惢
又又又=叒
止止止=歮
木木木=森
羊羊羊=羴
言言言=譶
鱼鱼鱼=鱻
白白白=皛
金金金=鑫
香香香=馫
風風風=飍
泉泉泉=灥
土土土=垚
原原原=厵
吉吉吉=嚞
子子子=孨
士士士=壵